brew "bat"
brew "eza"
brew "git-delta"
brew "fd"
brew "jq"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "lazygit"
brew "glab"
brew "node"
brew "ripgrep"
brew "stow"
brew "vim"
brew "xh"
brew "zoxide"
brew "zsh"
brew "zsh-completions"

cask "firefox@developer-edition"
cask "font-input"
cask "ghostty"
cask "google-chrome@canary"
cask "safari-technology-preview"
cask "visual-studio-code"
